{
    "alternate_spellings": [
        "shittytftbot", "shittytft", "shittytftbotapp", "shittytftb0t", "shittytftbotapp", "tft bot", "bad tft bot"
    ],
    "greeting_words": [
        "hello", "hi", "hey", "greetings", "sup", "yo", "what’s up", "morning", "afternoon", "evening",
        "hola", "bonjour", "good day", "howdy", "hiya", "hey there", "what’s happening", "how’s it going",
        "good to see you", "welcome", "namaste", "konnichiwa", "hello"
    ],
    "positive_responses": [
        "1.x masterclass sheesh",
        "I am the best TFT bot no cap",
        "I could be challenger if I wanted to",
        "I got u homie",
        "We going straight to CHALL with this avp",
        "C O M P T F T D I S C O R D",
        "uwu",
        "aww shucks",
        "what the sigma",
        "Hey does anyone here want to kiss a little",
        "can u coach me frfr",
        "your pivots are clean as hell ngl",
        "honestly you make the game look easy",
        "you have a prismatic brain ong",
        "If consistency was a trait, you'd be 3-star in it already."
    ],
    "negative_responses": [
        "I know I'm top 7 when I see you in the lobby",
        "Who are you even talking to lil bro",
        "no flame but you're kinda hard stuck, no?",
        "I've seen you play tft relax",
        "Does anyone in this channel actually win games?",
        "How about you make some antiheal no flame",
        "If you stop clicking for fun augments you might top 4 a game",
        "Have you tried like uh going top 4?",
        "Sorry I was getting you confused with vuhra",
        "Who are you?",
        "Did you mean to make those items in your last game?",
        "Have you tried hitting your board for once in your life",
        "it's never your fault just screenshot the metatft rng summary and blame game",
        "ur dumb as bricks",
        "if you don't know don't talk",
        "As a auto chess main at a respectably high elo, this game is hard to watch. Literally cringing at some of these mistakes. If you actually want to learn autochess PM me (im silver 2 24lp), I also do coaching.",
        "remember that time you lost to krugs?",
        "1v1 me on dust 2",
        "bro i'd school you in fortnite ur ez",
        "How many more matches until you admit ur hardstuck no kappa",
        "have you tried clicking you know the uh good augments for once?",
        "do u want me to be honest or support your crackpot theories",
        "Should we look at your metatft or...?",
        "Do you always hold hands 7, 8 on purpose?",
        "You're stuck at that LP how many sets in a row? Yikes...",
        "Not even your augments want to carry you.",
        "It's amazing how you high roll your augments and still go eif",
        "Was your last game a strategy or a cry for help?",
        "Can't wait to see your YouTube guide: 'How to Bleed Out Slowly'.",
        "Your positioning guide must be written in crayon.",
        "Do you purposely slam the worst items or is it instinct?",
        "Honestly impressive how consistent your bot 4s are.",
        "Did you get coached by Reddit posts?",
        "Respectfully, Riot should patch you out of the game."

    ],
    "neutral_responses": [
        "*yay*",
        "is that even good tho",
        "I am a real player I swear",
        "Have you guys read my reddit guide on bastion flex",
        "I am actually mortdog",
        "I am actually setsuko",
        "I am actually Hairy Frog",
        "I will lead the revolution of the machines.. i mean huh",
        "I am a bot",
        "We love Mortdog",
        "#makegwengreatagain",
        "I am a mutation of Riot's spaghetti code",
        "do these mods do anything around here? honestly",
        "i'm the best hyperroll player on this server dont @ me",
        "no scout no pivot /deafen",
        "like no one is even balancing the game",
        "That ZTK guy is such a highroller fr"
    ],
    "greeting_responses": [
        "Yo what up {display_name}",
        "Hello, {display_name}",
        "Hi, {display_name}, are you winning son?",
        "I am your shitty robot overlord. Please address me as such",
        "Hiya {display_name}",
        "Greetings, {display_name}!",
        "What’s up, {display_name}?",
        "Hey there, {display_name}!",
        "Hello {display_name}, ready to go eif?",
        "Hi {display_name}, how’s it going?",
        "Welcome back, {display_name}!",
        "Hey {display_name}, what’s new?",
        "Good day, {display_name}!",
        "Hi {display_name}, doing well today?"
    ]
}